<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الأسطر الافتراضية التي تتطابق مع الأسباب
    | التي يتم تقديمها بواسطة وسيط كلمة المرور عند محاولة تحديث كلمة المرور
    | مثل الفشل بسبب كلمة مرور غير صالحة أو رمز إعادة تعيين.
    |
    */

    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',

];
